;TranslateAid, Version 1.3
; French.lng for ObjectDock Plus traduit par cyberpic
; Version 1.1
; 
; French.lng for ObjectDock Plus traduit par cyberpic
; Version 1.1
; 
[Translations]
Select an image=Sélectionner une image
Icons and images (*.png, *.ico)\0*.png;*.ico\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Icônes et images (*.png, *.ico)\0*.png;*.ico\0Programmes (*.exe)\0*.exe\0Tous fichiers (*.*)\0*.*\0\0
All Images=Toutes les images
Activate Group=Activer groupe
Minimize Group=Minimiser groupe
Close Group=Fermer groupe
Add This Application to the Dock=Ajouter cette Application au Dock
Dock Entry Properties...=Propriétés du l'entrée...
Open Window / Application=Ouvrir fenêtre / Application
Remove Image for this Program=Supprimer cette image
Set Image for this Program=Choisir une image
Remove Image for this Class=Enlever l'image
Set Image for this Class=Choisir une image
(Class too generic to set image)=(Classe trop générale pour choisir une image)
Unable to add to dock: There are no tabs in this tabbed dock that can have entries added to them!\n\nTo resolve, add a new empty default tab to your tabbed dock.=Impossible d'ajouter au dock: Il n'y a aucun onglet dans ce groupe qui puisse se voire ajouter une entrée supplémentaire!\n\nAjouter un nouvel onglet vide par défaut dans votre dock.
ObjectDock - Cannot add to dock=ObjectDock - Impossible d'ajouter au dock
New Shortcut=Nouveau raccourci
QuickLaunch=LancementRapide
Quick Launch=Lancement rapide
Minimize All=Tout minimiser
Remove Entry=Suppr. l'entrée
Are you sure you want to remove the entry '%s'?=Voulez-vous supprimer cette entrée '%s'?
ObjectDock - Remove Entry?=ObjectDock - Supprimer l'entrée?
Shortcut=Raccourci
Desktop=Bureau
Programs Menu=Menu Démarrer
My Computer=Poste de travail
Favorites=Favoris
My Documents=Mes Documents
My Pictures=Mes images
Network Connections=Favoris réseau
Normal Window=Fenêtre normale
Minimized=Minimisée
Maximized=Maximisée
Select a Program, File or Folder=Selectionner un Programme, Fichier ou dossier
Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Programmes (*.exe)\0*.exe\0Tous fichiers (*.*)\0*.*\0\0
Recycle Bin=Corbeille
Programs=Programmes
Recent=Fichiers Récents
SendTo=Envoyer vers
Start Menu=Menu démarrer
Startup=Démarrage
Templates=Modèle
Control Panel=Panneau de configuration
DesktopFolder=Poste de travail
Drives=Volumes
Fonts=Polices
History=Historique
Printers=Imprimantes
Network=Réseau
Clock=Horloge
Adjust Date/Time=Ajuster Date/Heure
Are you sure you want to remove the entry 'Clock'?=Etes vous sure de vouloir supprimer cette horloge?
System Command=Commande système
Do Nothing=Ne rien faire
'My Docks' dialog...=Dialogue 'Mes Docks'...
Configure this dock...=Configurer ce dock...
About ObjectDock dialog...=A propos des dialogues ObjectDock...
Quit=Quitter
Flyout Menu=Menu flottant
Warning! By changing to popup a folder rather than a custom menu, all custom entries will be lost!\n\nAre you sure you want to do this?=En changeant un fichier en popup plutôt qu'en menu personnalisé, toutes les entrées personnalisées seront perdues!\n\nEtes vous sûre de vouloir le faire?
ObjectDock Flyout Menu=ObjectDock Menu Flottant
New Clock=Nouvelle horloge
New Recycle Bin=Nouvelle corbeille
New Flyout Menu=Nouveau menu flottant
New 'Quit Dock' Entry=Nouvelle entrée 'Quitter Dock'
New 'Configure Dock' Entry=Nouvelle entrée 'Configurer Dock'
New 'Start Menu' Entry=Nouvelle entrée 'Menu démarrer'
Quit Dock=Quitter le Dock
Configure Dock=Configurer le Dock
Docklets disabled in this beta release=Docklets désactivés dans cette version beta
Are you sure you want to delete the docklet entry '%s'?=Etes vous sûre de vouloir supprimer cette entrée de docklet '%s'?
ObjectDock - Delete Entry?=ObjectDock - Supprimer l'entrée?
Docklet=Docklet
System Tray Icon=Icônes barre système
General=Général
Hotspots=Autoactivation
Docklets=Docklets
Positioning=Positionner
Size & Appearance=Taille et Apparence
Tabs & Styles=Onglets et Styles
Content Settings=Paramètres du contenu
Do nothing to this tabbed dock=Ne rien faire
Bring up this tabbed dock=Placer au dessus
Put away this tabbed dock=Arranger le dock
Hide this tabbed dock=Cacher ce dock
black: available,  light gray: in use by this,  dark gray: in use by other=noir: inactif,  gris claire: utilisé pour l'exemple,  gris foncé: actif
Icon Size: %i Pixels=Taille des icônes: %i Pixels
Tabs Size: %.2fx=Taille des onglets: %.2fx
Top=Haut
Bottom=Bas
Left=Gauche
Right=Droit
Show no labels=Pas de légende
Show on mouseover=Montrer au passage de la souris
Show below each entry=Montrer sous chaque entrée
Backgrounds without custom tabs=Arrières plans sans onglet personnalisé
Info=Info
Name=Nom
None=Aucun
Other...=Autres...
The currently selected tab is automatically filled and cannot have entries added to it manually.\n\nActivate a different tab and try again.=L'onglet sélectionné est automatiquement remplis et ne peut pas se voir ajoutée d'entrée manuellement.\n\nActivez un autre onglet et réessayez
ObjectDock - Add Docklet=ObjectDock - Ajouter Docklet
Cannot remove tab: tabbed dock must contain at least one tab.=Impossible de supprimer l'onglet: Le dock doit contenir au moins un onglet.
ObjectDock - Remove Tab=ObjectDock - Supprimer l'onglet
Are you sure you want to remove the tab '%s'?\n\nAll of the tab's contents will be lost.=Etes vous sûre de vouloir supprimer l'onglet '%s'?\n\nTout son contenu sera perdu.
ObjectDock - Remove Tab?=ObjectDock - Supprimer l'onglet?
Add a new empty tab=onglet de base
Add a taskbar tab=onglet de barre de tâche
Add a system tray tab=onglet de barre système
Align Left=Aligner à gauche
Align Center=Aligner au centre
Align Right=Aligner à droite
Align Top=Aligner en haut
Align Bottom=Aligner en bas
New Tab=Nouvel onglet
Note! Customize system tray icons=Note! Personnaliser les icônes de la barre système
by clicking and holding on any icon=En cliquant ou tirant sur une icône
Taskbar=Barre de tâche
System Tray=Barre système
ObjectDock Plus=ObjectDock Plus
Red=Rouge
Orange=Orange
Yellow=Jaune
Green=Vert
Blue=Bleu
Purple=Violet
Silver=Argenté
Stardock ObjectDock=Stardock ObjectDock
ObjectDock has recovered settings from previous to a recent crash while saving, some of your most recent changes might not have saved.\n\nPlease check to make sure that all the docklets you are using are current and not causing crashing while saving.=ObjectDock a retrouvé les paramètres antérieurs à un récent plantage qui avaient pu être sauvegardés. Certains changements récent risquent de ne pas avoir été pris en compte.\n\nVérifiez SVP que tous vos docklets ont été récupérés.
Recovered Settings=Paramètres récupérés
%s\r\nby %s\r\nVersion %i.%i\r\n\r\n%s=%s\r\nby %s\r\nVersion %i.%i\r\n\r\n%s
Appearance=Apparence
Appearance Tweaks=Réglages
Dock Contents=Contenu
Performance Tweaks=Performances
Glow=Rayonnement
Rock=Secousse
Side-to-Side=D'un côté à l'autre
Shrink 'n Grow=Réduire et grandir
Shrink 'n Grow Centered=Réduire et grandir centré
Bounce=Rebondir
Spin=Vriller
Always-On-Top=Toujours au dessus
Always-On-Bottom=Toujours en dessous
Normal Window Z-Ordering=Placement normal
Very smooth but slower.=Très soigné mais lent
Smooth and quick. (Recommended)=Soigné et rapide. (Recommendé)
Jumpy but very fast. (No Transitions)=Saccadé et très rapide. (Sans Transitions)
Wide Magnification Mode (Default)=Plein Agrandissement (Default)
Narrow Magnification Mode=Agrandissement limité
GDI+ Engine=GDI+ Engine
Custom Engine=Custom Engine
Dock Size:\n(%ipixels)=Taille du Dock:\n(%ipixels)
Magnified Size:\n(%ipixels)=Taille de l'agrandissement:\n(%ipixels)
Re-show very smoothly=Réapparition très soignée
Re-show smoothly=Réapparition soignée
Re-show instantly=Réapparition instantanée
Warning: The windows taskbar may show over the Dock if it is left showing. \n\nIf you leave the taskbar visible, it is recommended you move it to the top of the screen.=Avertissement: La barre de tâche de Windows pourrait recouvrir le dock si elle est à gauche. \n\nIf Vous laissez la barre visible mais il est préférable de la mettre en haut
ObjectDock - Warning=ObjectDock - Avertissement
Fast, may be jumpy [No transitions]=Rapide, peut être saccadé [Sans transition]
Smooth and quick [Recommended]=Soigné et rapide [Recommendé]
Extra smooth [Slower]=Très soigné [Plus lent]
Re-show smoothly [Recommended]=Réapparition soignée [Recommendé]
GDI+ Engine [Recommended]=GDI+ Engine [Recommendé]
Please note: this feature will only have effect when indicators are being used on a given dock, and does not work on tabbed docks.=Attention: Cette option n'aura pas d'effet sur les docks comportant des onglets.
ObjectDock - Information=ObjectDock - Information
Normal Z-Ordering=Placement normal
Magnified Size: %i Pixels=Taille de l'accroissement: %i Pixels
Wide Mode=complet
Narrow Mode=limité
Desktop Folder=Dossier du bureau
Folder: %s=Dossier: %s
(Empty)=(Vide)
Internet Explorer=Internet Explorer
The theme name cannot contain the characters:\n\\ / : * ? \" < > |=Le nom du thème ne peut pas contenir les caractères:\n\\ / : * ? \" < > |
ObjectDock - Save Theme=ObjectDock - Enregistrer le thème
The package %s has been successfully extracted!\n\nTo use any new backgrounds, reconfigure your dock.=L'archive %s a été extraite avec succès!\n\nPour utiliser un nouvel arrière plan, reconfigurez votre dock.
ObjectDock - Unpackaged Theme=ObjectDock - Thème non archivé
0 Kb=0 Kb
%i Kb=%i Kb
Type=Type
Icon=Icône
Program=Programme
Window Class=Classe de fenêtre
Background Name=Nom de l'arrière plan
Folder Name=Nom du fichier
Image=Image
Package the entire dock & and all of its settings=Archiver l'ensemble du dock et sa configuration
Package selected dock items (Does not package dock settings)=Archiver tous les éléments du dock (Sans la configuration)
Package selected additional backgrounds=Archiver également les arrières plans sélectionnés
Package selected custom program icons=Archiver les icônes personnalisées sélectionnées
You must give the theme you're packing up a name!=Vous devez donner un nom au thème que vous archivez!
The theme name cannot contain the characters:\n\\ / : * ? \=Le nom du thème ne doit pas contenir les caractères:\n\\ / : * ? \
You must select something to package up!=Vous devez sélectionner quelque chose à archiver!
&Advanced <<=&Avancé <<
&Advanced >>=&Avancé >>
Apply the entire dock & and all of its settings=Appliquer à l'ensembe du dock et à sa configuration
Apply selected dock items (Does not apply dock settings)=Appliquer aux données sélectionnées (Ne s'applique pas à la configuration)
Apply selected custom program icons=Appliquer aux icônes parsonnalisées
You have selected nothing to apply - do you want to not load anything from this theme?\n\n(Note, even if you do not apply anything, all backgrounds and icons included in the theme\nhave been extracted and saved to your computer.)=Vous n'avez rien sélectionné - ne voulez-vous rien charger de ce thème?\n\n(Notez que même si vous ne faite rien, tous les fonds et icônes inclus dans le thème\n ont été extraient et enregistrés sur votre ordinateur.)
ObjectDock - Load Theme=ObjectDock - Charger le Thème
You have selected nothing to apply - do you want to not load anything from this theme?=Vous n'avez rien sélectionné - voulez-vous charger quelque chose depuis ce thème?
Log of current theme=Quitter le thème courrant
Log of current theme (settings)=Quitter le thème courrant (réglages)
Log of current theme (extra images)=Quitter le thème courant (extra images)
Windows is running in safe mode... continue to launch ObjectDock?=Windows est en mode sans échec... continuer le chargement d'ObjectDock?
ObjectDock, Window Safe Mode=ObjectDock, Window est en mode sans échec
ODImg.dll not found.\n\nTGA and PNG image loading will be unavailable.=ODImg.dll introuvable.\n\n les images TGA et PNG chargées seront indisponibles.
ObjectDock=ObjectDock
ObjectDock Theme=Thème
ObjectDock Theme Package=Thème archivés
ObjectDock Docklet=Docklet
ObjectDock is not registered correctly. Please reinstall.\n\nhttp://www.stardock.com/support can be used to resend the latest download link and serial number\nto the email address you ordered under. Or install and update via Stardock Central.=ObjectDock n'est pas correctement enregistré. Réinstallez-le SVPl.\n\nhttp://www.stardock.com/support peut être utile pour renvoyer le dernier lien de téléchargement et le numéro de série\nà l'adresse email que vous avez fourni lors de votre achat. Ou installer et mettez à jour via Stardock Central.
ObjectDock - Cannot start, please reinstall=ObjectDock - Ne peut démarrer. Réinstallez le SVP
ObjectDock: Dll/Hook Failed To Load. (NO DLL, shell) Please reinstall and reboot=ObjectDock: Le chargement de Dll/Hook a échoué. (Pas de DLL, shell) Réinstallez et redémarrez SVP
ObjectDock - Dll/Hook Loading Failed.=ObjectDock - Le chargement de Dll/Hook à échoué.
ObjectDock: Dll/Hook Failed To Load. (NO PROC, shell) Please reinstall and reboot=ObjectDock: Le chargement de Dll/Hook a échoué. (NO PROC, shell) Réinstallez et redémarrez SVP
ObjectDock: Dll/Hook Failed To Load. (shell) Please reinstall and reboot=ObjectDock: Le chargement de Dll/Hook a échoué. (shell) Réinstallez et redémarrez SVP
ObjectDock: Dll/Hook Failed To Load. (NO DLL, cbt) Please reinstall and reboot=ObjectDock: Le chargement de Dll/Hook a échoué. (NO DLL, cbt) Réinstallez et redémarrez SVP
ObjectDock: Dll/Hook Failed To Load. (NO PROC, cbt) Please reinstall and reboot=ObjectDock: Le chargement de Dll/Hook a échoué. (NO PROC, cbt) Réinstallez et redémarrez SVP
ObjectDock: Dll/Hook Failed To Load. (cbt) Please reinstall and reboot=ObjectDock: Le chargement de Dll/Hook a échoué. (cbt) Réinstallez et redémarrez SVP
ObjectDock: Dll/Hook Failed To Load. (DLL Load Failed) Please reinstall and reboot=ObjectDock: Le chargement de Dll/Hook a échoué. (DLL Load Failed) Réinstallez et redémarrez SVP
ObjectDock: Dll/Hook Failed To Load. (DLL Not Found) Please reinstall and reboot=ObjectDock: Le chargement de Dll/Hook a échoué. (DLL Not Found) Réinstallez et redémarrez SVP
ObjectDock: Dll/Hook Failed To Load. (NO DLL, mouse) Please reinstall and reboot=ObjectDock: Le chargement de Dll/Hook a échoué. (NO DLL, mouse) Réinstallez et redémarrez SVP
ObjectDock: Dll/Hook Failed To Load. (NO PROC, mouse) Please reinstall and reboot=ObjectDock: Le chargement de Dll/Hook a échoué. (NO PROC, mouse) Réinstallez et redémarrez SVP
ObjectDock: Dll/Hook Failed To Load. (mouse) Please reinstall and reboot=ObjectDock: Le chargement de Dll/Hook a échoué. (mouse) Réinstallez et redémarrez SVP
ObjectDock: Start creating docks!=ObjectDock: Démarrer la création d'un Dock!
No docks are currently created - click here or double click ObjectDock's tray icon to start creating docks!=Aucun dock n'est actuellement créé - cliquer ici ou double cliquer sur l'icône ObjectDock' pour démarrer la création!
Autohiding dock=Masquer automatiquement le dock
Dock=Dock
 on the = sur le bord 
top=haut
bottom=bas
left=gauche
right=droit
 edge.= .
Docked Tabs=Dock avec onglets
Tabbed dock with %i tabs.=Dock avec %ionglets.
Are you sure you want to remove this tabbed dock and its entire contents?=Etes-vous sûre de vouloir supprimer ce dock et tout ce qu'il contient?
ObjectDock: Confirm Remove Dock=ObjectDock: Confirmer la suppression du dock
Are you sure you want to remove this dock and its entire contents?=Etes vous sûre de vouloir supprimer ce dock et tout ce qu'il contient?
About ObjectDock=A propos d'ObjectDock
About=A propos
OK=OK
Copyright:=Copyright:
2002 - 2004 Stardock.net, Inc=2002 - 2004 Stardock.net, Inc
Build:=Build:
Version:=Version:
Dock Entry Properties=Propriété de l'entrée
Show folder in a menu=Montrer le dossier dans un menu
Browse...=Naviguer
Change Image=Changer l'Image
Reset Image=Image d'origine
Title:=Titre:
Link:=Lien:
Arguments:=Arguments:
Run:=Run::
Start in:=Chemin:
Tab2=Onglet2
Choose Image...=Choisir une Image...
ObjectDock Properties=Propriétés d'ObjectDock
Slider1=Glissement1
Autohide=Auto
Dock Taskbar Enabled=Barre de tâche du dock disponible
Represent minimized windows by their screenshot.=Représenter les fenêtre minimisées par leur capture d'écran.
Hide the windows taskbar.=Cacher la bare de tâche de windows.
Dock Size:\n(128 Pixels)=Taille du dock:\n(128 Pixels)
Magnified Size:\n(128 Pixels)=Taille maximisée:\n(128 Pixels)
Small=Petit
Large=Grand
Min=Min
Max=Max
Background:=Arrière plan:
Position on screen:=Position à l'écran:
Transparent=Transparent
Opaque=Opaque
Position:=Position:
The Dock's Taskbar=La barre de tâche du dock
The Windows Taskbar=La barre de tâche de Windows
Drawing Technology:=Drawing Technology:
(Note: if GDI+ Engine is too slow, try using the Custom Engine)=(Note: if GDI+ Engine is too slow, try using the Custom Engine)
Magnification Effect Transitions:=Agrandir les effets de transition:
Autohide Speed Options:=Options de vitesse du masquage auto:
Transition Smoothness/Speed Options=Options de la qualité/vitesse des transitions
Alternative Drawing Technology=Alternative Drawing Technology
Running Application Indicators on Shortcuts=Indicateur des applications actives sur les raccourcis
Show indicators for shortcuts that are currently running.=Montre les indicateurs sur les raccourcis actifs.
...and if clicked, shortcut should show currently running instance instead of opening a new copy.=...En cas de clic, les raccourcis doivent montrer les instances en cours d'exécution plutôt que de lancer une nouvelle instance.
Use a thumbnail representation for images placed on the dock.=Utiliser une représentation aléatoire des images placées dans le dock.
"Attention" Effect:=Effets:
Mouseover Effect:=Effets du curseur
Running Indicator:=Indicateurs
Bold=Gras
Italics=Italiques
Label Font:=Police des sous titres:
Size:=Taille:
Item Label Font=Police des légendes des éléments
Add this Docklet to the Dock=Ajouter ce Docklet
The ObjectDock SDK for creating your own docklets can be=Téléchargez l'ObjectDock SDK pour créer vos docklets ici :
Downloaded from=
http://www.stardock.com/products/objectdock=http://www.stardock.com/products/objectdock
Use Mouse Activation=Activation par le curseur
(Remove by dragging item off dock)=(Suppr. en tirant l'élément du dock)
Tab1=Onglet1
Load ObjectDock on startup=Charger ObjectDock au démarrage
Apply Dock Theme  - %s=Appliquer le thème  - %s
&Yes=&Oui
&No=&Non
Merge new custom program icons with current custom program icons.=Fondre les nouvelles icônes de programme personnalisées avec l'icône actuelle.
Would you like to apply the Dock Theme "%s"?=Voulez-vous appliquer le thème "%s"?
&Dock Theme Contents to Apply:=&Contenu du thème à appliquer:
Save Dock Theme...=Enregistrer le thème
&Save=&Enregistrer
&Cancel=&Annuler
Enter a name for your dock theme:=Entrer un nom pour votre thème:
Dock Theme Name:=Nom du Thème:
Package Dock Theme =Archiver le thème 
Would you like to package this theme to distribute?=Voulez-vous archiver ce thème pour le distribuer?
&Dock Theme Contents:=&Contenu du thème:
Use Magnification=Utiliser l'agrandissement
Reset Magnification Options=Réinitialiser les options d'agrandissement
Allow taking window screenshots to represent minimized windows.=Permettre à la capture d'écran de la fanêtre de représenter la fenêtre minimisée.
Add Shortcut=Ajouter un raccourci
Add Clock=Ajouter une horloge
Add Sys Command=Ajouter une commande système
Add Recycle Bin=Ajouter une corbeille
Normal Size: (#)=Taille normale: (#)
Zoomed Size: (#)=Taille agrandie:: (#)
Magnification Mode:=Mode d'agrandissement:
Transitions:=Transitions:
Taskbar Position:=Position de la barre de tâche:
Allow magnification beyond images' original size. (128 Pixels)=Permettre l'agrandissement au delà de la taille originale des images. (128 Pixels)
Dock Position:=Position du Dock:
Quit ObjectDock=Quitter ObjectDock
Bk Transparency:=Bk Transparence:
Dock Z-Order:=Position du Dock sur le poste de travail:
Package Dock Theme  - Program Icons=Thème archivé  - Icônes de programmes
Select &All=Tous
Select &None=Aucun
&Ok=&Ok
Select which program icons you want to include: =Selectionner quelles icônes vous voulez inclure: 
Program Icons:=Icônes:
Load ObjectDock Theme=Charger le thème
Open=Ouvrir
Choose a theme to load...=Choisir un thème
Available ObjectDock Themes:=Thèmes disponibles:
Cancel=Abandonner
Package Dock Theme  - Backgrounds=Archiver le thème  - Arrière plan
Select which backgrounds you want to include: =Sélectionnez l'arrière plan à inclure: 
Backgrounds:=Fonds:
Apply Dock Theme  - Dock Items=Appliquer le thème  - Eléments du Dock
Select which dock items you want to apply: =Sélectionnez quels éléments vous voulez appliquer: 
Dock Items:=Eléments:
Select which program icons you want to apply: =Sélectionnez quelles icônes vous voulez appliquer: 
ObjectDock - Dock Theme Packaging Completed=ObjectDock - Archivage du thème terminé
Click here to goto WinCustomize.com to upload your theme!=Uploader ce thème vers Wincustomize
Finished! Your dock theme has been packaged and saved to:\n\n%s\n\nFilesize: %s=Terminé! Votre thème a été archivé et enregistré ici:\n\n%s\n\nFilesize: %s
Magnification Mode=Mode d'agrandissement
Image Options=Options de l'image
Hotkey to Activate...=Raccourcis clavier à activer
ObjectDock Settings=Paramètres ObjectDock
Close=Fermer
Collections and Tabs=Catégories et Onglets
Show tabs for collections=Montrer les onglets pour les catégories
Add Collection=Ajouter catégorie
Remove Collection=Supprimer catégorie
Tab's Appearance=Apparence des onglets
Color=Couleur
Style=Style
Apply To All=Appliquer à tous
Dock Item Properties (Shortcut)=Propriétés de l'élément (Raccourci)
Delete Item=Supprimer l'élément
Static=Statique
Dock Item Properties (Clock)=Propriétés de l'élément (horloge)
Clock Options Not Yet Added....=Options de l'horloge pas encore ajoutées....
Dock Item Properties (Window)=Propriétés de l'entrée (fenêtre)
This Window's Title:=Titre de cette fenêtre:
This Program's Name:=Nom de ce programme:
This Window's "Class"=Classe de cette fenêtre
Add Shortcut to this Program to Dock=Ajouter un raccourci vers ce programme
Dock Item Properties=Propriétés de l'entrée
Dock Item Properties (Docklet)=Propriétés de l'entrée (Docklet)
Dock Item Properties (System Command)=Propriétés de l'entrée (System Command)
Command:=Commande:
Dock Item Properties (Recycle Bin)=Propriétés de l'entrée (corbeille)
Change Empty Image=Changer l'image
Reset Empty Image=Image d'origine
Change Full Image=Changer l'image
Reset Full Image=Image d'origine
Recycle Bin Empty Image:=Image corbeille vide:
Recycle Bin Full Image:=Image corbeille pleine:
Empty Recycle Bin=Vider
Tab Properties=Propriétés de l'onglet
Color:=Couleur:
Change=Changer
Change Image for this Tray Icon=Changer l'image pour cette icône
Show original icon in corner=Montrer l'icône d'origine dans un coin
Apply This Style To All Tabs=Appliquer ce style pour tous les onglets
ObjectDock Tabbed Dock Properties=ObjectDock Propriétés du dock
Within this dialog you can edit the properties of your tabbed dock. To adjust the appearance, color and styles of your tabs, choose 'Tabs && Styles' from list.=Vous pouvez éditer les propriétés de votre dock. Pour ajuster l'apparences, les couleurs et styles des onglets, allez dans 'onglets et styles'.
My Docks=Mes Docks
Add Tab=Ajouter onglet
Remove Tab=Suppr. onglet
Apply this style to all tabs=Appliquer ce style à tous les onglets
Tabs=Onglet
Spin1=Vrille1
Select a tab listing above to edit its style!=Sélectionnet un onglet dans la liste pour éditer son style!
(click to\nchange)=(cliquer pour\nchanger)
Magnified Size:=Taille aggrandie:
Icon Size:=Taille des icônes:
Colorize Background:=Colorier l'arrière plan:
Long=Long
Short=Court
Tab Position:=Positionement
Entry Names:=Légende :
Tab Alignment:=Alignement
Adjust tab colors and styles=Couleur et style des onglets
Tabs Size:=Taille de l'onglet:
Show dock as drawer=Onglet glissant
at top of screen=Au sommet
at bottom=En bas
at left=A gauche
at right=A droite
Mouseover activation=Activation par le curseur
Always on top=Toujours au dessus
Don't show in tray or taskbar=Ne pas montrer dans les barres
Show in taskbar=Montrer dans la barre de tâche
Show in system tray=Montrer dans la barre système
slow=lente
(See hotspots tab for auto-activation)=(Voir la rubrique autoactivation)
fast=rapide
Tabs always on top when docked to edge=Onglets visibles quand ancré sur le côté
Position on screen=Position à l'écran
Alignment=Alignement
Z-Ordering=Position par rapport aux autres fenêtres
(changes to activation affect all zooming docks)=(affectera tous les docks zoomés)
Monitor=Monitor
Represent minimized windows by their screenshots=Représenter les fenêtres minimisées par leur image
Show 'running' indicators on active shortcuts=Montrer les indicateurs d'activité sur les raccourcis de programmmes actifs
Mouseover Effect=Effet au passage du curseur
Note: changing the above settings may effect more than just the current dock.=Note: changer ces paramètres peut affecter les autres docks.
Show running tasks on the dock=Montrer les tâches en cours dans le dock
Tray or Taskbar Position:=Position des barres:
Use task grouping on taskbars in ObjectDock=Utiliser les regroupements de tâche dans OD
(Adjusting this setting will affect taskbars in all docks/tabs.)=(Ajuster ces paramètres affectera les barres de tâches dans tous les docks/onglets.)
Show system tray icons on the dock=Montrer les icônes de la barre système dans le dock
Load ObjectDock at startup=Charger ObjectDock au démarrage
Hide the windows taskbar=Masquer la barre de tâche Windows
Advanced Options=Options avancées
Performance Options=Performances
Load theme=Charger un thème
Save theme as...=Enregistrer sous...
Package theme...=Archiver...
Theming=Gestion
Manage My Docks=Arranger
Create new dock=Dock simple
Create new tabbed dock=Dock avec onglets
My Docks:=Mes Docks:
Create, remove, and edit other docks and tabbed docks=Créer, éditer, supprimer les docks avec ou sans onglets
Language Options=Options de langue
Hotspots:=Activation:
Choose by clicking an area of screen from miniscreen=Choisir l'emplacement correspondant à partir du mini écran.
Choose action:=Choisir une action:
very long=Très long
short=court
Activation delay (for all):=Délais d'activation (pour tout):
black: available,  white: in use by this,  red: in use by other=noir inactifs,  blanc: utilisé pour l'exemple,  rouge: actifs
Activates tabbed dock when not on top or docked=des docks qui ne sont pas ancrées ou au dessus
^note: leave the above larger for black and white accessibility support=^note: leave the above larger for black and white accessibility support
(To remove, drag entry off dock)=(Pour enlever, tirer l'entrée hors du dock)
ObjectDock - Advanced Options=ObjectDock - Options avancées
Use thumbnails to represent images placed in dock=Utiliser une représentation aléatoire des images placées dans le dock
When shortcut is run, if program is already running bring it to the foreground only.=Quand un raccourci est lancé, si le programme est déjà actif rester en tâche de fond.
Show flyout menus as normal menus when they contain over 80 entries=Montrer les menus flottants de plus de 80 entrées comme des menus normaux
General Advanced Options=Options avancées générales
Advanced Options for Magnifying Docks=Options avancées pour l'agrandissement des dock
Entry Label Font:=Polices des légendes:
Label Font Size:=Taille des polices:
ObjectDock - Performance Options=ObjectDock - Options de performance
Transition Smoothness / Speed Options=Options de la qualité/rapidité des transitions
ObjectDock Dock Properties=ObjectDock Propriétés du dock
Within this dialog you can edit the properties of your dock.=Vous pouvez éditer les propriétés de votre dock.
ObjectDock: My Docks...=ObjectDock: Mes Docks...
My Docks...=Mes Docks...
Add, remove, and edit docks and tabbed docks from here. Select a dock to start, or press a 'create new' button.=Ajoutez, éditez et supprimez les dock ici. Sélectionnez un dock pour démarrer ou cliquez sur les boutons dessous.
Remove this dock=Supprimer ce dock
Edit this dock=Editer ce dock
Content Options=Options du contenu
Note! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.=Note! vous pouvez personnaliser vos icônes de la barre systhème d'ObjectDock en cliquant sur une icône.
Folder:=Dossiers:
Custom menu:=Menus personnalisés:
Add=Ajouter
Remove=Enlever
Edit=Editer
ObjectDock - Setup Custom Colors=ObjectDock - Démarrer les couleurs personnalisées
Custom Colors=Couleurs personnalisées
(Click color to change)=Cliquer sur la couleur pour changer
(Adjusting this setting will affect taskbars in all docks/cabinets.)=(Modifier ces paramètres affectera la barre de tâche dans tous les docks/cabinets)
Show systray=Montrer la barre système
Memory /  Speed Optimization=Optimisation Memoire /  Vitesse
Optimize for performance: "I paid for this RAM, please use it."=Optimiser pour les performances: "J'ai de la  RAM."
Optimize for memory:         "I have 128MB of RAM or less, I need every bit."=Optimiser pour la mémoire:         "Je n'ai que 128 meg ou moins."
(Default, but not recommended)=(Défaut, non recommandé)
(Recommended)=(Recommendé)
(Restart program to have full effect)=(Prend effet après un redémarage du programme)
ObjectDock - Language Options=ObjectDock - Options de langue
Language=Langue
Choose your language:=Choisir la langue:
File=Fichier
Themes=Thèmes
Load Dock Theme=Charger le thème
Save Dock Theme As=Enregistrer le thème sous
Package Dock Theme=Archiver le thème
Create=Créer
New Separator=Nouveau séparateur
INSERT_PLUGINS_HERE=INSERER_PLUGINS_ICI
Help=Aide
Magnification=Agrandissement
Lock Dragging=Bloquer le déplacement
Dock Settings...=Paramètres des docks simples
About ObjectDock...=Au sujet d'ObjectDock...
Buy ObjectDock Plus...=Acheter ObjectDock Plus...
Remove this separator=Supprimer ce séparateur
View=Affichage
as Small Icons=Petites icônes
as Icons=Icônes normales
as Large Icons=Grandes icônes
as Names=Légendes seules
Show Names=Montrer la légende
Hide Names=Cacher  la légende
Attach to edge=Attacher au bord
Detach from edge=Détacher du bord
INSERT_COLLECTIONS_HERE=INSERER_COLLECTIONS_ICI
Add new tab=Ajouter un onglet
Add basic tab=Onglet basique
Add taskbar tab=Onglet de barre de tâche
Add systray tab=Onglet de barre système
Remove this tab=Supprimer cet onglet
Add Entry=Ajouter une entrée
Tab Settings...=Paramètres des docks avec onglets
Debug Menu=Debug Menu
Tabs Management=Aménagement de l'onglet
Add tab=Ajouter onglet
Rename/Recolor this tab=Renomer/Recolorier cet onglet
Move this tab forward (left) in the order=Avancer cet onglet (déplacer à droite)
Move this tab back (right) in the order=Reculer cet onglet (déplacer à droite)
Tabs Appearance=Apparence
Rotate tabs edge (clockwise)=Pivoter les onglets à gauche
Align tabs left=Aligner les onglets à gauche
Align tabs center=Centrer les onglets
Align tabs right=Aligner les onglets à droite
Show tabs=Montrer les onglets
Show titles on tabs=Montrer les titres
Activation Options=Options d'activation
Always on top*=Toujours au dessus*
Show in taskbar (not on top only)*=Montrer dans la barre de tâche*
Show in systray (not on top only)=Montrer dans la barre système
Don't show in either taskbar or systray=Ne montrer ni dans la barre de tâche, ni dans la barre système
No Mouse Activation*=Pas d'activation par le curseur*
Top activation=Activation au dessus
Bottom activation=Activation en dessous
Left activation=Activation à gauche
Right activation=Activation à droite
Top-Left activation=Activation en haut à gauche
Top-Right activation=Activation en haut à droite
Bottom-Left activation=Activation en bas à gauche
Bottom-Right activation=Activation en bas à droite
No activation delay=Pas de délai d'activation
Small activation delay=Léger délai d'activation
Long activation delay=Long délai d'activation
Autohide Options=Masquage automatique
No autohide animation=Aucune animation
Quick autohide animation=Animation rapide
Smooth autohide animation*=Animation soignée*
No delay on autohide reshow=Aucun délai de réapparition
Medium delay on autohide reshow*=Délai moyen de réapparition*
Long delay on autohide reshow=Long délai de réapparition
Infinite delay on autohide reshow=Délai infini de réapparition
Auto-switch to hovered over tab on reshow=Auto-switch to hovered over tab on reshow
Other=Autre
Toggle taskbar hiding/showing=Apparition/disparition de la barre de tâche
Unload ObjectDock=Décharger ObjectDock
Default=Défaut
Lit Circle=Petit cercle
Lit Triangle=Petit Triangle
White Circle=Cercle Blanc
White Triangle=Triangle blanc
Prevent Docks set to "Always On Top" or "Always on Bottom" from hiding when WinKey+D is pressed. (Change may require restart.)=Eviter que les docks soient toujours au dessus ou en dessous lorsqu'ils apparaissent en cliquant sur Windows+D.
Use zoom effect on entries on tabbed docks=Utiliser les effets de zoom dans les entrées des docks avec onglet
Delay for autohide and mouse activation=Delay for autohide and mouse activation
No effect=No effect
Zoom effect=Zoom effect
Gentle rock effect=Gentle rock effect
Swing effect=Swing effect
Afterglow effect=Afterglow effect
Zoom Mouseover Effect Tweaks:=Zoom Mouseover Effect Tweaks:
Gentle Rock Mouseover Effect Tweaks:=Gentle Rock Mouseover Effect Tweaks:
Swing Mouseover Effect Tweaks:=Swing Mouseover Effect Tweaks:
Afterglow Mouseover Effect Tweaks:=Afterglow Mouseover Effect Tweaks:
Adjust effect smoothness=Adjust effect smoothness
Effect magnitude=Effect magnitude
Effect duration=Effect duration
Mouseover Effects=Mouseover Effects
Other Tweaks=Other Tweaks
2002 - 2005 Stardock.net, Inc=2002 - 2005 Stardock.net, Inc
There is already a choose image dialog open.\n\nPlease finish choosing an image there before going to choose a different image=There is already a choose image dialog open.\n\nPlease finish choosing an image there before going to choose a different image
Attention package authors: when you choose to package an image that is in your ObjectDock Library or your ObjectDock program folder, if an image is in a subfolder, that subfolder will be recreated for the other user when the package is opened.=Attention package authors: when you choose to package an image that is in your ObjectDock Library or your ObjectDock program folder, if an image is in a subfolder, that subfolder will be recreated for the other user when the package is opened.
Choose an image file=Choose an image file
Image Files (*.png, *.ico, *.jpg, *.tga)\0*.png;*.ico;*.jpg;*.tga\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0=Image Files (*.png, *.ico, *.jpg, *.tga)\0*.png;*.ico;*.jpg;*.tga\0Program Files (*.exe)\0*.exe\0All Files (*.*)\0*.*\0\0
ObjectDock cannot access information about this window.\n\nIt is likly that it has been ran as Administrator while ObjectDock has not.=ObjectDock cannot access information about this window.\n\nIt is likly that it has been ran as Administrator while ObjectDock has not.
Change/Remove Image=Change/Remove Image
Set Image=Set Image
Set Image [Advanced]=Set Image [Advanced]
(Too generic to set image)=(Too generic to set image)
My Music=My Music
My Video=My Video
Recycle Bin (Full)=Recycle Bin (Full)
Recycle Bin (Empty)=Recycle Bin (Empty)
Trash=Trash
Trash (Full)=Trash (Full)
Trash (Empty)=Trash (Empty)
StartMenu helper file not found!\n\nCan not show start menu.=StartMenu helper file not found!\n\nCan not show start menu.
StartMenu helper file found, but was unable to load.\n\nCan not show start menu.=StartMenu helper file found, but was unable to load.\n\nCan not show start menu.
ObjectDock was unable to find the start menu to show.\n\nCan not show start menu at this time, please try again.=ObjectDock was unable to find the start menu to show.\n\nCan not show start menu at this time, please try again.
StartMenu helper file was injected but failed to take effect.\n\nCan not show start menu at this time, please try again.=StartMenu helper file was injected but failed to take effect.\n\nCan not show start menu at this time, please try again.
Do nothing=Do nothing
Show the Windows Start Menu=Show the Windows Start Menu
Show Desktop=Show Desktop
Trigger Vista's 'Flip3D'=Trigger Vista's 'Flip3D'
Toggle autohide=Toggle autohide
Toggle always-on-top=Toggle always-on-top
Toggle hide taskbar=Toggle hide taskbar
'About ObjectDock' dialog...='About ObjectDock' dialog...
Configure this dock=Configure this dock
Configure ObjectDock=Configure ObjectDock
Toggle Autohide=Toggle Autohide
Docklets are currently disabled. Click to go to ObjectDock's Troubleshooting Options, where they can be re-enabled.=Docklets are currently disabled. Click to go to ObjectDock's Troubleshooting Options, where they can be re-enabled.
Docklets are currently disabled. Click to go to ObjectDock's Dock Conents Options, where they can be re-enabled.=Docklets are currently disabled. Click to go to ObjectDock's Dock Conents Options, where they can be re-enabled.
This docklet has crashed and has been disabled.=This docklet has crashed and has been disabled.
ObjectDock has detected a docklet error with the docklet '%s' by '%s', but was able to recover.\nTechnical Information: The docklet crashed during the routine '%s'.\n\nIf you receive this error often, it is recommended that you remove this docklet from your dock, and seek support\neither from the author (for 3rd party docklets) or Stardock (for Stardock docklets). You may also want to make\nsure you have the latest version of ObjectDock.\n\nTo help prevent this problem in the future, ObjectDock can remove this docklet from your dock.\n\nWould you like to remove the docklet '%s'?=ObjectDock has detected a docklet error with the docklet '%s' by '%s', but was able to recover.\nTechnical Information: The docklet crashed during the routine '%s'.\n\nIf you receive this error often, it is recommended that you remove this docklet from your dock, and seek support\neither from the author (for 3rd party docklets) or Stardock (for Stardock docklets). You may also want to make\nsure you have the latest version of ObjectDock.\n\nTo help prevent this problem in the future, ObjectDock can remove this docklet from your dock.\n\nWould you like to remove the docklet '%s'?
ObjectDock Docklet Crash Protection: Problem with Docklet=ObjectDock Docklet Crash Protection: Problem with Docklet
The docklet '%s' has been removed from your dock. It is recommended that you restart ObjectDock.=The docklet '%s' has been removed from your dock. It is recommended that you restart ObjectDock.
(Built-In Entry ; non-docklet)\r\n\r\n=(Built-In Entry ; non-docklet)\r\n\r\n
Creates a blank shortcut for you to configure.=Creates a blank shortcut for you to configure.
Separator=Separator
Creates a spacer entry.=Creates a spacer entry.
E-Mail Shortcut=E-Mail Shortcut
Creates a shortcut to your current email program.=Creates a shortcut to your current email program.
Internet Shortcut=Internet Shortcut
Creates a shortcut to your current internet browser.=Creates a shortcut to your current internet browser.
Music Player Shortcut=Music Player Shortcut
Creates a shortcut to your current music player.=Creates a shortcut to your current music player.
Document Editor Shortcut=Document Editor Shortcut
Creates a shortcut to your document editor.=Creates a shortcut to your document editor.
Start Menu Launcher=Start Menu Launcher
Shows the Start Menu when clicked.=Shows the Start Menu when clicked.
Shows the Start Desktop when clicked.=Shows the Start Desktop when clicked.
Toggles the 'autohide' setting on/off on the current dock when clicked.=Toggles the 'autohide' setting on/off on the current dock when clicked.
Calls up the current dock's settings when clicked.=Calls up the current dock's settings when clicked.
Unloads ObjectDock when clicked.=Unloads ObjectDock when clicked.
Creates a live recycle bin status entry. You can drag & drop files from your desktop or other folders on to your dock's recycle bin to delete them.=Creates a live recycle bin status entry. You can drag & drop files from your desktop or other folders on to your dock's recycle bin to delete them.
Basic Clock=Basic Clock
Creates a basic clock with no seconds-hand.=Creates a basic clock with no seconds-hand.
The all-new Weather Docklet for ObjectDock with trademarked Stardock ReadyView weather flyout. Uses authorized data from AccuWeather (http://www.accuweather.com).=The all-new Weather Docklet for ObjectDock with trademarked Stardock ReadyView weather flyout. Uses authorized data from AccuWeather (http://www.accuweather.com).
Computer=Computer
Internet=Internet
E-mail=E-mail
Tabs always on top=Tabs always on top
Add a folder tab=Add a folder tab
Docklets are currently disabled=Docklets are currently disabled
Folder=Folder
Document Editor=Document Editor
Music Player=Music Player
Changes to this setting will not take full effect until you quit and re-start ObjectDock.\n\nNote: Your docklets' settings will NOT be lost while they are disabled.=Changes to this setting will not take full effect until you quit and re-start ObjectDock.\n\nNote: Your docklets' settings will NOT be lost while they are disabled.
Troubleshooting=Troubleshooting
Black=Black
White=White
Magenta=Magenta
Pink=Pink
Brown=Brown
Lime=Lime
Aqua=Aqua
Peach=Peach
%s\r\n%s=%s\r\n%s
Top quality=Top quality
Normal quality [Recommended]=Normal quality [Recommended]
Lower quality=Lower quality
Fast but jumpy [No transitions]=Fast but jumpy [No transitions]
OLD Smooth and quick []=OLD Smooth and quick []
Automatic [Blend: Fast zooming, smooth enter/exit]=Automatic [Blend: Fast zooming, smooth enter/exit]
Changes to this setting will not take full effect until you quit and re-start ObjectDock.=Changes to this setting will not take full effect until you quit and re-start ObjectDock.
Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off the system tray.=Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off the system tray.
Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off hooking.\n\nPlease note, disabling this setting will also disable the minimize effect on Vista.=Changes to this setting will not take full effect until you quit and re-start ObjectDock. You will want to restart your computer to see the full effect of turning off hooking.\n\nPlease note, disabling this setting will also disable the minimize effect on Vista.
Please note, holding shift is usually reserved for disabling the minimize animation. If you use shift to slow it down, be aware that there is currently no other hotkey available to skip the minimize animation.=Please note, holding shift is usually reserved for disabling the minimize animation. If you use shift to slow it down, be aware that there is currently no other hotkey available to skip the minimize animation.
To backup your ObjectDock settings, copy all the files in your ObjectDock Settings Folder to another folder.\n\nNote! When restoring settings from an old backup, make sure you exit ObjectDock before copying old settings files back in to place, otherwise they will just get overwritten by ObjectDock exiting.=To backup your ObjectDock settings, copy all the files in your ObjectDock Settings Folder to another folder.\n\nNote! When restoring settings from an old backup, make sure you exit ObjectDock before copying old settings files back in to place, otherwise they will just get overwritten by ObjectDock exiting.
WARNING: By resetting your dock's contents your current preferences such as whether or not to allow thumbnails, performance settings, etc, will be reset to their defaults. Note, you will not lose your current dock configuration. It is recommended you back up your settings to another location before proceeding.\n\nAre you sure you want to reset your general settings?=WARNING: By resetting your dock's contents your current preferences such as whether or not to allow thumbnails, performance settings, etc, will be reset to their defaults. Note, you will not lose your current dock configuration. It is recommended you back up your settings to another location before proceeding.\n\nAre you sure you want to reset your general settings?
ObjectDock will now restart with its reset settings.=ObjectDock will now restart with its reset settings.
WARNING: By resetting your dock's contents you will lose ALL currently configured docks. Settings that are not backed up cannot be restored. It is recommended you back up your settings to another location before proceeding.\n\nAre you aboslutely sure you want to reset your docks?=WARNING: By resetting your dock's contents you will lose ALL currently configured docks. Settings that are not backed up cannot be restored. It is recommended you back up your settings to another location before proceeding.\n\nAre you aboslutely sure you want to reset your docks?
Final confirmation: You are about to reset ObjectDock's current configuration; please ensure you've backed up your current settings to another location if you wish to get them back.\n\nAre you sure you want to continue?=Final confirmation: You are about to reset ObjectDock's current configuration; please ensure you've backed up your current settings to another location if you wish to get them back.\n\nAre you sure you want to continue?
Please note: You will need to restart ObjectDock for this setting to take full effect.=Please note: You will need to restart ObjectDock for this setting to take full effect.
Please note: this feature will only have an effect when indicators are being used on a given dock, and does not work on tabbed docks.=Please note: this feature will only have an effect when indicators are being used on a given dock, and does not work on tabbed docks.
Reminder: One or more of the troubleshooting settings you've changed require that you restart your computer for the changes to take full effect.=Reminder: One or more of the troubleshooting settings you've changed require that you restart your computer for the changes to take full effect.
Reminder: One or more of the troubleshooting settings you've changed require that you exit and restart ObjectDock for the changes to take full effect.=Reminder: One or more of the troubleshooting settings you've changed require that you exit and restart ObjectDock for the changes to take full effect.
On monitor: %s=On monitor: %s
Effects=Effects
ObjectDock Plus is the exciting upgrade to ObjectDock that takes your dock experience to the next level! 'Plus' features include useful and animated tabbed docks, ability to manage multiple docks, more customization features, access to your taskbar's status-area icons and much more!=ObjectDock Plus is the exciting upgrade to ObjectDock that takes your dock experience to the next level! 'Plus' features include useful and animated tabbed docks, ability to manage multiple docks, more customization features, access to your taskbar's status-area icons and much more!
Left side=Left side
Right side=Right side
Always on bottom=Always on bottom
Normal layering=Normal layering
Width of zoom: (%i.%i items)=Width of zoom: (%i.%i items)
All windows=All windows
Minimized windows only=Minimized windows only
Non-minimized windows only=Non-minimized windows only
Left side of dock=Left side of dock
Right side of dock=Right side of dock
Note: Due to current limitations, special taskbars (minimized-windows-only/etc) in ObjectDock on x64 may not behave properly. 64-bit applications may not show up when minimized and may not remove themselves when restored. We hope to resolve this issue in a following release.=Note: Due to current limitations, special taskbars (minimized-windows-only/etc) in ObjectDock on x64 may not behave properly. 64-bit applications may not show up when minimized and may not remove themselves when restored. We hope to resolve this issue in a following release.
Note: Due to new security features of Vista, special taskbars (minimized-windows-only/etc) may not work properly with U.A.C. enabled and ObjectDock running as not-administrator ; programs running as administrator may not show up on the taskbar.=Note: Due to new security features of Vista, special taskbars (minimized-windows-only/etc) may not work properly with U.A.C. enabled and ObjectDock running as not-administrator ; programs running as administrator may not show up on the taskbar.
Note: this setting currently only works on zooming docks, and will disable the minimize application.\n\nUsing this setting will effects all docks.=Note: this setting currently only works on zooming docks, and will disable the minimize application.\n\nUsing this setting will effects all docks.
Note: this setting will disable the minimize application.=Note: this setting will disable the minimize application.
Delay to re-show when the mouse nears dock=Delay to re-show when the mouse nears dock
Delay to bring dock to the front when mouse nears screen edge=Delay to bring dock to the front when mouse nears screen edge
Delay to bring dock to the front when the mouse nears dock=Delay to bring dock to the front when the mouse nears dock
Zoom Effect Settings:=Zoom Effect Settings:
Gentle Rock Effect Settings:=Gentle Rock Effect Settings:
Swing Effect Settings:=Swing Effect Settings:
Afterglow Effect Settings:=Afterglow Effect Settings:
Unable to open package file ; package import failed=Unable to open package file ; package import failed
ObjectDock - Import Package=ObjectDock - Import Package
Problem reading package file ; package import failed=Problem reading package file ; package import failed
Problem reading package file header ; package import failed=Problem reading package file header ; package import failed
Problem reading package file header ;; package import failed=Problem reading package file header ;; package import failed
Problem reading package file directory ; package import failed=Problem reading package file directory ; package import failed
Problem reading package file ;; package import failed=Problem reading package file ;; package import failed
Unable to read package file. Package file may be damaged.=Unable to read package file. Package file may be damaged.
This package requires a newer version of ObjectDock to be opened.\n\nPlease visit http://www.objectdock.com to get the latest version of ObjectDock!=This package requires a newer version of ObjectDock to be opened.\n\nPlease visit http://www.objectdock.com to get the latest version of ObjectDock!
Problem creating file in temporary folder ; package import failed=Problem creating file in temporary folder ; package import failed
Problem writing to temporary folder ; package import failed=Problem writing to temporary folder ; package import failed
PLEASE READ! Regarding Unsorted Packages\r\n-----------------------------------------\r\nThis .dockzip was an unsorted package that was created with an older version of ObjectDock, therefore\r\nthe files extracted here have not been automatically classified into the proper subfolders of your Library.\r\n\r\n\r\nTo use Backgrounds you've downloaded from this unsorted package, you will need to move the\r\nbackground's folder into your \"My Documents\\ObjectDock Library\\Backgrounds\" folder. Docklets\r\ndownloaded will have to be moved to ObjectDock's program directory, under \"Docklets\".\r\n\r\n\r\nImages can be used from here, and will turn up in searches, but it is strongly recommended\r\nthat you sort them out into the \"Images\" subfolder of your ObjectDock Library!\r\n=PLEASE READ! Regarding Unsorted Packages\r\n-----------------------------------------\r\nThis .dockzip was an unsorted package that was created with an older version of ObjectDock, therefore\r\nthe files extracted here have not been automatically classified into the proper subfolders of your Library.\r\n\r\n\r\nTo use Backgrounds you've downloaded from this unsorted package, you will need to move the\r\nbackground's folder into your \"My Documents\\ObjectDock Library\\Backgrounds\" folder. Docklets\r\ndownloaded will have to be moved to ObjectDock's program directory, under \"Docklets\".\r\n\r\n\r\nImages can be used from here, and will turn up in searches, but it is strongly recommended\r\nthat you sort them out into the \"Images\" subfolder of your ObjectDock Library!\r\n
I noticed this is the first time you've added an image to your ObjectDock Image Package.\n\nFor your information, if you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Icons\\IconSet 1\\MyIcon.png\=I noticed this is the first time you've added an image to your ObjectDock Image Package.\n\nFor your information, if you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Icons\\IconSet 1\\MyIcon.png\
ObjectDock - Packaging Files=ObjectDock - Packaging Files
I noticed this is the first time you've added a background to your ObjectDock Image Package.\n\nFor your information, when packing up a background folder, ObjectDock will currently bundle up the entire background's folder.\nTherefore, if you have extra files in there such as photoshop files, etc, you'll want to move them out before clicking to create the package.\n\nIf you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Backgrounds\\Background 1\\\=I noticed this is the first time you've added a background to your ObjectDock Image Package.\n\nFor your information, when packing up a background folder, ObjectDock will currently bundle up the entire background's folder.\nTherefore, if you have extra files in there such as photoshop files, etc, you'll want to move them out before clicking to create the package.\n\nIf you have a specific directory sub-structure you want to maintain (e.g. \"Backgrounds\\Jeff's Backgrounds\\Background 1\\\
I noticed this is the first time you've added a non-image to your ObjectDock Image Package.\n\nFor your information, almost any kind of file you want to add can be added to a package.\nThe only difference between Image files and other files, are that other files will be placed\ninto the \"Misc\" ObjectDock Library subfolder when a user opens your .dockzip package,\ninstead of the \"Images\" subfolder.\n\n(Note: For simplicity, non-image files appear in the same listing in the packaging dialog when\nadded.)=I noticed this is the first time you've added a non-image to your ObjectDock Image Package.\n\nFor your information, almost any kind of file you want to add can be added to a package.\nThe only difference between Image files and other files, are that other files will be placed\ninto the \"Misc\" ObjectDock Library subfolder when a user opens your .dockzip package,\ninstead of the \"Images\" subfolder.\n\n(Note: For simplicity, non-image files appear in the same listing in the packaging dialog when\nadded.)
Problem creating temporary folder ; packing failed=Problem creating temporary folder ; packing failed
Problem creating package file ; packing failed=Problem creating package file ; packing failed
Problem reading package file ; packing failed=Problem reading package file ; packing failed
Problem reading package file ;; packing failed=Problem reading package file ;; packing failed
Problem creating final package file ; packing failed=Problem creating final package file ; packing failed
Problem writing package file ; packing failed=Problem writing package file ; packing failed
You have already added this file!=You have already added this file!
At this time you cannot add entire folders of non-image files to a package.\n\nPlease pack up the files one by one (or drag/drop multiple files on to the packaging dialog at once).=At this time you cannot add entire folders of non-image files to a package.\n\nPlease pack up the files one by one (or drag/drop multiple files on to the packaging dialog at once).
Packaging files with ObjectDock makes it easy to share artwork you've created, by allowing you to pack up images and backgrounds, as well as any other kind of files such as previews that you may want to include. When packages are opened, their contents are automatically added to your ObjectDock Library.=Packaging files with ObjectDock makes it easy to share artwork you've created, by allowing you to pack up images and backgrounds, as well as any other kind of files such as previews that you may want to include. When packages are opened, their contents are automatically added to your ObjectDock Library.
# of files in the folder=# of files in the folder
Total folder size=Total folder size
File name=File name
File size=File size
At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip. (This is likly to change in a future version)=At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip. (This is likly to change in a future version)
At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip.\n(This is likly to change in a future version)=At this time you cannot add executable files to packages.\n\nIf you're looking to package a docklet, currently, you'll need to upload it as a zip.\n(This is likly to change in a future version)
You haven't yet added anything to your package!\n\nDrag and drop image files into this dialog, or use the 'Add Image' button above to begin.=You haven't yet added anything to your package!\n\nDrag and drop image files into this dialog, or use the 'Add Image' button above to begin.
ObjectDock - Create Package=ObjectDock - Create Package
Please give your package a name!=Please give your package a name!
You must give your package a name at least 5 characters in length.=You must give your package a name at least 5 characters in length.
Package names may cannot contain the characters:\n\\ / : * ? \" < > |=Package names may cannot contain the characters:\n\\ / : * ? \" < > |
Package names must be under 200 characters in length.=Package names must be under 200 characters in length.
Your package's author name cannot be over 200 characters in length.=Your package's author name cannot be over 200 characters in length.
You have chosen to cancel packing up files. Any work you've done in this dialog towards creating a package of your files will be lost.\n\nAre you sure you want to cancel creating a package?=You have chosen to cancel packing up files. Any work you've done in this dialog towards creating a package of your files will be lost.\n\nAre you sure you want to cancel creating a package?
ObjectDock - Confirm cancel packaging=ObjectDock - Confirm cancel packaging
There was an error while trying to open this ObjectDock DockZip Package.\nThis package may be corrupt, or may not be compatible with this version of ObjectDock.\n\nPlease try downloading it again, or go to http://www.objectdock.com for the latest ObjectDock information.=There was an error while trying to open this ObjectDock DockZip Package.\nThis package may be corrupt, or may not be compatible with this version of ObjectDock.\n\nPlease try downloading it again, or go to http://www.objectdock.com for the latest ObjectDock information.
ObjectDock successfully extracted your unsorted DockZip Package!\n\nPlease read the important information provided about how to use your new images.\n=ObjectDock successfully extracted your unsorted DockZip Package!\n\nPlease read the important information provided about how to use your new images.\n
ObjectDock was able to open your DockZip package, however it did not find an information file within the package.\n\nThis might be an indication of a problem with the package so you may want to redownload ; what contents it did find were extracted to your ObjectDock Library.=ObjectDock was able to open your DockZip package, however it did not find an information file within the package.\n\nThis might be an indication of a problem with the package so you may want to redownload ; what contents it did find were extracted to your ObjectDock Library.
Locate an ObjectDock Package=Locate an ObjectDock Package
ObjectDock Package (*.dockzip)\0*.dockzip\0All Files (*.*)\0*.*\0\0=ObjectDock Package (*.dockzip)\0*.dockzip\0All Files (*.*)\0*.*\0\0
ObjectDock DockZip Image Package=ObjectDock DockZip Image Package
ObjectDock .DockZip's contain image files that other users have packged up to share, which automatically get added to your ObjectDock Image Library when opened.=ObjectDock .DockZip's contain image files that other users have packged up to share, which automatically get added to your ObjectDock Image Library when opened.
The product activation was unsuccessful.=The product activation was unsuccessful.
The product activation was unsuccessful. (Code: %i)=The product activation was unsuccessful. (Code: %i)
Stardock Product Activation=Stardock Product Activation
Could not run Activate.exe=Could not run Activate.exe
ObjectDock Plus Activation=ObjectDock Plus Activation
This product appears to have been validated on a different machine or OS installation. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.=This product appears to have been validated on a different machine or OS installation. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.
The product appears to be validated but the signature file is invalid. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.=The product appears to be validated but the signature file is invalid. If you are licensed to use this product on this machine, please enter the email address and activation code on the next screen to reactivate.\r\rThe form at http://www.stardock.com/support can be used to resend the latest download link and serial number to the email address you previously activated under.
Resetting settings now...=Resetting settings now...
Resetting dock contents now...=Resetting dock contents now...
This Dock=This Dock
Open existing program if running=Open existing program if running
Choose a new image=Choose a new image
Folders=Folders
Tree1=Tree1
Browse for an image...=Browse for an image...
Images=Images
Search=Search
Get more images at WinCustomize.com=Get more images at WinCustomize.com
PACKAGE\nNOTE\nPLACEHOLDER=PACKAGE\nNOTE\nPLACEHOLDER
Hide the Windows Taskbar.=Hide the Windows Taskbar.
Zoom Effect Mode:=Zoom Effect Mode:
downloaded from=downloaded from
Autohide / mouse activation delay:=Autohide / mouse activation delay:
Temporarily disable docklets=Temporarily disable docklets
Docklets are currently disabled. To re-enable them, look in the Troubleshooting area of the Dock Contents tab.=Docklets are currently disabled. To re-enable them, look in the Troubleshooting area of the Dock Contents tab.
ObjectDock - Files all packed up!=ObjectDock - Files all packed up!
Finished! The images you have selected have been packaged and saved to:\n\n%s\n\nFilesize: %s=Finished! The images you have selected have been packaged and saved to:\n\n%s\n\nFilesize: %s
Add a shortcut to this program to the dock=Add a shortcut to this program to the dock
Application:=Application:
U=U
D=D
Allow each tab to have its own style=Allow each tab to have its own style
Allow\nColor=Allow\nColor
Adjust the font used for text on tabs=Adjust the font used for text on tabs
new!=new!
Background=Background
improved background drawing!=improved background drawing!
Stretch background proportionally=Stretch background proportionally
Reserve edge of screen=Reserve edge of screen
Keep on top=Keep on top
Keep on top, hiding off-screen for maximized applications=Keep on top, hiding off-screen for maximized applications
Hide in background when not in use=Hide in background when not in use
Hide off-screen when not in use=Hide off-screen when not in use
Keep on bottom=Keep on bottom
Edge of screen=Edge of screen
Spacing && Alignment=Spacing && Alignment
Interaction=Interaction
keep far from edge=keep far from edge
keep right on edge=keep right on edge
Automatic distance from edge=Automatic distance from edge
align right=align right
align left=align left
centered=centered
new && improved!=new && improved!
long=long
disabled=disabled
Quality && Smoothness Settings=Quality && Smoothness Settings
Note: changing the above setting will effect all docks.=Note: changing the above setting will effect all docks.
Other Appearance Settings=Other Appearance Settings
Width of zoom:=Width of zoom:
new options!=new options!
Show 'running' indicators on shortcuts that are currently running=Show 'running' indicators on shortcuts that are currently running
Display my icons only=Display my icons only
Display open windows along with my icons=Display open windows along with my icons
Display system tray icons along with my icons=Display system tray icons along with my icons
Use minimize animation in Vista=Use minimize animation in Vista
Group all windows from the same program as one=Group all windows from the same program as one
Tip! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.=Tip! You can customize icons in your ObjectDock system tray by clicking and holding on any icon.
Additional Functionality=Additional Functionality
System Tray/Taskbar Placement=System Tray/Taskbar Placement
Types of windows to show:=Types of windows to show:
Taskbar Options=Taskbar Options
Always show windows as thumbnails (Vista only)=Always show windows as thumbnails (Vista only)
Hide the Windows Taskbar=Hide the Windows Taskbar
Miscellaneous Options=Miscellaneous Options
About ObjectDock Plus=About ObjectDock Plus
Create, remove, and edit other docks and tabbed docks.=Create, remove, and edit other docks and tabbed docks.
Performance && Troubleshooting=Performance && Troubleshooting
Tweak your Dock experience=Tweak your Dock experience
Troubleshooting Options=Troubleshooting Options
Some features are currently disabled!\nClick "Troubleshooting Options" to re-enable them as desired.=Some features are currently disabled!\nClick "Troubleshooting Options" to re-enable them as desired.
Docklets are currently disabled. To re-enable them, go to the General tab and click "Troubleshooting Options".=Docklets are currently disabled. To re-enable them, go to the General tab and click "Troubleshooting Options".
ObjectDock - Miscellaneous Options=ObjectDock - Miscellaneous Options
Use thumbnails to represent images placed in dock.=Use thumbnails to represent images placed in dock.
Show flyout menus as normal menus when they contain over 80 entries.=Show flyout menus as normal menus when they contain over 80 entries.
General Miscellaneous Options=General Miscellaneous Options
Show bouncing dock-identifer arrow when in configuration dialogs.=Show bouncing dock-identifer arrow when in configuration dialogs.
When a shortcut is added to a dock, point to the target not the shortcut.=When a shortcut is added to a dock, point to the target not the shortcut.
Show labels on zooming docks=Show labels on zooming docks
Label Fonts=Label Fonts
Automatically activate mouseovered tab when using autohidden tabbed docks=Automatically activate mouseovered tab when using autohidden tabbed docks
Additional Advanced Options=Additional Advanced Options
Use high-resolution program icons in place of window-icons in dock taskbars.=Use high-resolution program icons in place of window-icons in dock taskbars.
Allow tabbed docks to automatically dock to the edge of the screen when dragging=Allow tabbed docks to automatically dock to the edge of the screen when dragging
Slow down the minimize/restore animation when Shift is held.\n(Only applicable if the taskbar && animation are enabled.)=Slow down the minimize/restore animation when Shift is held.\n(Only applicable if the taskbar && animation are enabled.)
Export this dock=Export this dock
Loading and Saving=Loading and Saving
Import a dock=Import a dock
New Docks=New Docks
Existing Docks=Existing Docks
Optimize for performance:=Optimize for performance:
Optimize for memory:=Optimize for memory:
"I have 256MB of RAM or less, I need every bit."="I have 256MB of RAM or less, I need every bit."
"I paid for this RAM, please use it."="I paid for this RAM, please use it."
Taskbar Placement=Taskbar Placement
Get more backgrounds from WinCustomize.com=Get more backgrounds from WinCustomize.com
Like what you see here? Upgrade to ObjectDock Plus and get the ability to create tabbed docks, manage multiple docks, see your taskbar's status icons, get more customization features and more!=Like what you see here? Upgrade to ObjectDock Plus and get the ability to create tabbed docks, manage multiple docks, see your taskbar's status icons, get more customization features and more!
Visit=Visit
http://www.stardock.com=http://www.stardock.com
 for more information.= for more information.
Learn more about ObjectDock Plus=Learn more about ObjectDock Plus
When a shortcut is ran, if the program is already running bring it to the foreground only.=When a shortcut is ran, if the program is already running bring it to the foreground only.
Animation smoothness && quality settings=Animation smoothness && quality settings
Zoom-In/zoom-out/autohide speed=Zoom-In/zoom-out/autohide speed
Image quality=Image quality
very fast=very fast
recommended=recommended
extra gradual=extra gradual
quick=quick
Restore original dock contents=Restore original dock contents
Restore Original Configuration=Restore Original Configuration
Enable glow effect=Enable glow effect
Always On Top=Always On Top
Show the dock when the mouse goes to the edge near it=Show the dock when the mouse goes to the edge near it
Delay for showing the dock with the mouse:=Delay for showing the dock with the mouse:
Move the dock to the background when the mouse leaves it=Move the dock to the background when the mouse leaves it
Visibility=Visibility
Stardock ObjectDock Plus=Stardock ObjectDock Plus
http://www.objectdock.com=http://www.objectdock.com
'Plus' Features:='Plus' Features:
Task Grouping=Task Grouping
MultiMonitor Support=MultiMonitor Support
Flyout Menus=Flyout Menus
Tabbed Docks=Tabbed Docks
System Tray Support=System Tray Support
Like what you see? Try ObjectDock Free to get more control over your Dock's content or upgrade to Plus for the features below and more!=Like what you see? Try ObjectDock Free to get more control over your Dock's content or upgrade to Plus for the features below and more!
And More!=And More!
'Free' Features:='Free' Features:
Full control over dock's contents / position on screen=Full control over dock's contents / position on screen
Additional plugin support=Additional plugin support
Zooming mouseover effect=Zooming mouseover effect
Multi-Dock Manager=Multi-Dock Manager
Many backgrounds, themes, and custom icons available=Many backgrounds, themes, and custom icons available
Dock Settings=Dock Settings
About...=About...
Load previous dock...=Load previous dock...
Save current dock...=Save current dock...
Backup=Backup
Preserve a full copy of your current dock's contents locally.=Preserve a full copy of your current dock's contents locally.
Package files...=Package files...
Import a package=Import a package
Package images for sharing=Package images for sharing
Package your choice of individual images, backgrounds, as well as any other related files you'd like, for easy distribution and installation as a .dockzip file.=Package your choice of individual images, backgrounds, as well as any other related files you'd like, for easy distribution and installation as a .dockzip file.
Image Library=Image Library
Go to my image library=Go to my image library
A place to store all the artwork you use with ObjectDock, you can find the contents of .dockzips which you've opened here!=A place to store all the artwork you use with ObjectDock, you can find the contents of .dockzips which you've opened here!
Change image library location=Change image library location
Distribution=Distribution
Pack your choice of images or other files for distributing=Pack your choice of images or other files for distributing
Preserve a copy of your current configuration locally=Preserve a copy of your current configuration locally
ObjectDock - Adjust tab font=ObjectDock - Adjust tab font
Font for the tabs on this tabbed dock=Font for the tabs on this tabbed dock
The tabs on your tabbed dock can use whatever font and font style you choose! Additionally, each different tabbed dock you have can have a different tab font. Below, set the tab font for this particular tabbed dock.=The tabs on your tabbed dock can use whatever font and font style you choose! Additionally, each different tabbed dock you have can have a different tab font. Below, set the tab font for this particular tabbed dock.
Package images for easy sharing=Package images for easy sharing
Add Image=Add Image
Remove Image=Remove Image
Package name=Package name
Package author=Package author
Artwork / files to include=Artwork / files to include
Create package!=Create package!
Author comments / permissions statement (optional)=Author comments / permissions statement (optional)
This message will be displayed to the user when they open your package, and will be saved in the "Permissions" folder of their ObjectDock Library.=This message will be displayed to the user when they open your package, and will be saved in the "Permissions" folder of their ObjectDock Library.
For IMAGES:=For IMAGES:
Packaging files with ObjectDock makes it easy to share artwork you've created.=Packaging files with ObjectDock makes it easy to share artwork you've created.
For BACKGROUNDS:=For BACKGROUNDS:
Choose what images you'd like to include below. When someone opens your ".dockzip"=Choose what images you'd like to include below. When someone opens your ".dockzip"
For MISCELLANEOUS FILES:=For MISCELLANEOUS FILES:
 Drag and drop images on to dialog to add, or click "Add Image".= Drag and drop images on to dialog to add, or click "Add Image".
Drag and drop files on to this dialog to add text files, jpeg previews, etc.=Drag and drop files on to this dialog to add text files, jpeg previews, etc.
 Drag and drop the background's folder or .ini on to the dialog to add.= Drag and drop the background's folder or .ini on to the dialog to add.
New images have been added to your ObjectDock Library!=New images have been added to your ObjectDock Library!
Take me to my ObjectDock Library=Take me to my ObjectDock Library
The ObjectDock DockZip Package you've opened has been added to your ObjectDock Library!=The ObjectDock DockZip Package you've opened has been added to your ObjectDock Library!
Below you'll find information about what this package contained:=Below you'll find information about what this package contained:
Configure ObjectDock Weather=Configure ObjectDock Weather
English units=English units
Metric units=Metric units
Flyout on mouseover=Flyout on mouseover
Flyout on click (double-click will open local weather)=Flyout on click (double-click will open local weather)
Update=Update
Weather information provided by:=Weather information provided by:
Enter your location:=Enter your location:
You may enter a zipcode, City and State, or City and Country. (E.g. "48104"=You may enter a zipcode, City and State, or City and Country. (E.g. "48104"
Units:=Units:
Stardock ReadyView 5-day forecast:=Stardock ReadyView 5-day forecast:
Flyout tile size=Flyout tile size
Small tiles=Small tiles
Large tiles=Large tiles
Medium tiles=Medium tiles
ObjectDock: Confirm Quit=ObjectDock: Confirm Quit
Do not ask me again.=Do not ask me again.
Are you sure you want to quit ObjectDock?=Are you sure you want to quit ObjectDock?
Centering=Centering
Layering=Layering
far from edge=far from edge
right on edge=right on edge
improved!=improved!
Align right=Align right
Align left=Align left
Centered=Centered
ObjectDock - Troubleshooting=ObjectDock - Troubleshooting
Temporarily disable all docklets=Temporarily disable all docklets
Temporarily disable all use of thumbnails on Windows Vista.=Temporarily disable all use of thumbnails on Windows Vista.
Temporarily disable ObjectDock's System Tray ability.=Temporarily disable ObjectDock's System Tray ability.
Temporarily disable ObjectDock's Taskbar ability.=Temporarily disable ObjectDock's Taskbar ability.
Temporarily disable all special window-event hooking.=Temporarily disable all special window-event hooking.
Temporarily disable full-screen-application / maximized-window detection.=Temporarily disable full-screen-application / maximized-window detection.
Open my ObjectDock settings folder so I can backup my settings=Open my ObjectDock settings folder so I can backup my settings
Reset ObjectDock's general program settings=Reset ObjectDock's general program settings
Reset the contents of my docks=Reset the contents of my docks
Vista Thumbnails && Minimize Animation=Vista Thumbnails && Minimize Animation
If you're having a problem with ObjectDock, it's a good idea to temporarily disable use of Docklets as a troubleshooting first-step.=If you're having a problem with ObjectDock, it's a good idea to temporarily disable use of Docklets as a troubleshooting first-step.
Settings Reset (not temporary)=Settings Reset (not temporary)
The buttons below allow you to reset ObjectDock to use the default fresh-install settings.=The buttons below allow you to reset ObjectDock to use the default fresh-install settings.
System Hooks=System Hooks
If you're having trouble with ObjectDock, the settings below allow you to harmlessly and temporarily disable abilities of ObjectDock, in order to narrow down what might be causing the problem.=If you're having trouble with ObjectDock, the settings below allow you to harmlessly and temporarily disable abilities of ObjectDock, in order to narrow down what might be causing the problem.
(Thumbnails on Vista use Vista's DWM)=(Thumbnails on Vista use Vista's DWM)
System Tray && Taskbar=System Tray && Taskbar
Disable all use of thumbnails on Vista (Thumbnails on Vista use Vista's DWM)=Disable all use of thumbnails on Vista (Thumbnails on Vista use Vista's DWM)
Thumbnail / Minimize Animation Exclusions=Thumbnail / Minimize Animation Exclusions
Add applications to the list below to have ObjectDock never do a minimize animation for that application.=Add applications to the list below to have ObjectDock never do a minimize animation for that application.
Add exclusion=Add exclusion
Remove exclusion=Remove exclusion
Auto-Disable=Auto-Disable
Use the options below to have ObjectDock automatically temporarily disable itself when certain applications are in use.=Use the options below to have ObjectDock automatically temporarily disable itself when certain applications are in use.
Add application=Add application
Remove application=Remove application
Hide ObjectDock when any of these applications are active=Hide ObjectDock when any of these applications are active
Completely unload ObjectDock temporarily while any of these applications are running=Completely unload ObjectDock temporarily while any of these applications are running
Showing the start menu from ObjectDock is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.=Showing the start menu from ObjectDock is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.
System tray functionality is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.=System tray functionality is not currently available for 64-bit versions of Windows.\n\nThis feature will be added in a future release - Thank you for your patience.
If you're having a problem with ObjectDock, it's likely a good idea to temporarily disable use of Docklets as a troubleshooting first-step.=If you're having a problem with ObjectDock, it's likely a good idea to temporarily disable use of Docklets as a troubleshooting first-step.
Settings Reset=Settings Reset
A last resort, you can try resetting ObjectDock to use the default fresh-install settings.=A last resort, you can try resetting ObjectDock to use the default fresh-install settings.
Reset ObjectDock's program settings=Reset ObjectDock's program settings
Upgrade to ObjectDock Plus!=Upgrade to ObjectDock Plus!
Click here to learn about ObjectDock Plus!=Click here to learn about ObjectDock Plus!
TEXT=TEXT
Auto&hide=Auto&hide
New E-Mail Shortcut=New E-Mail Shortcut
New Internet Shortcut=New Internet Shortcut
New Music Player Shortcut=New Music Player Shortcut
New Document Editor Shortcut=New Document Editor Shortcut
New 'Start Menu Launcher'=New 'Start Menu Launcher'
New 'Show Desktop' Entry=New 'Show Desktop' Entry
New 'Toggle Autohide' Entry=New 'Toggle Autohide' Entry
New 'Unload ObjectDock' Entry=New 'Unload ObjectDock' Entry
New "Recycle Bin" Entry=New "Recycle Bin" Entry
New "Basic Clock" Entry=New "Basic Clock" Entry
Package images for sharing...=Package images for sharing...
Learn about ObjectDock Plus...=Learn about ObjectDock Plus...
Lock Icon Dragging=Lock Icon Dragging
Lock Dock Position=Lock Dock Position
Auto-activate with &mouse=Auto-activate with &mouse
Move to &background on mouse exit=Move to &background on mouse exit
&Position on screen=&Position on screen
Add New Shortcut=Add New Shortcut
Add Separator=Add Separator
Add 'Configure Dock' Link=Add 'Configure Dock' Link
Add Weather=Add Weather
Dock &Settings...=Dock &Settings...
&About...=&About...
&Learn about ObjectDock Plus...=&Learn about ObjectDock Plus...
E&xit=E&xit
&About Stardock ObjectDock=&About Stardock ObjectDock
